app/views/groups/index.html.erb

			</p>
			<p>Members: <%= group.meberships.count%></p>
---
SELECT COUNT(*) FROM "meberships" WHERE "meberships"."group_id" = $1  [["group_id", 2]]