app/views/groups/show.html.erb

SELECT "meberships".id FROM "meberships" WHERE "meberships"."group_id" = $1  [["group_id", 2]]
---

	<% @group.meberships.each do |member|%>