app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = $1 LIMIT 1  [["email", "clark@dailyplanet.com"]]
---
		def create
		user = User.find_by(:email => user_params[:email])